Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_palkitsi_saamen_kielten_saamelaisen_kasityon_ja_poronhoidon_opiskelijoita(0).html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät palkitsi saamen kielten, saamelaisen käsityön ja poronhoidon opiskelijoita
sms: Sääʹmteʹǧǧ paʹlǩǩii sääʹmǩiõli, sääʹm ǩiõtt-tuej da puäʒʒhååid mättʼtõõttjid

source: Saamelaiskäräjät jakoi Saamelaisalueen koulutuskeskuksen kevätjuhlassa stipendejä saamen kielten, saamelaisen käsityön ja poronhoidon opinnoissa hyvin menestyneille opiskelijoille.
sms: Sääʹmteʹǧǧ jueʹjji Sääʹmvuuʹd škooultemkõõskõõzz ǩiđđprääʹznǩest stipeeʹndid sääʹmǩiõli, sääʹm ǩiõtt-tuej da puäʒʒhååid määttain puârast spraavdõõttâm mättʼtõõttjid.

source: Stipendi annettiin yhteensä yhdeksälle koulutuskeskuksen linjoilta valmistuneelle.
sms: Stipeeʹndid uʹvdde õhttsiʹžže ååuʹc mättʼtõõttja, kookk valmštõʹvve škooultemkõõskõõzz liinjin.

source: Saamelaiskäräjien stipendin saivat seuraavat opiskelijat:
sms: Sääʹmteeʹǧǧ stipeeʹndid vuåǯǯu täk nuõr:

source: Inarinsaamen kieli ja kulttuuri : Sonja Valle ja Milja Nikunen
sms: Aanrõšǩiõll da kulttuur: Sonja Valle da Milja Nikunen

source: Pohjoissaamen kieli ja kulttuuri: Nina Autti ja Kaisa Ruokojärvi
sms: Tâʹvvsääʹmǩiõll da kulttuur: Nina Autti da Kaisa Ruokojärvi

source: Koltansaamen kieli ja kulttuuri: Jasmi Mäenpää ja Maarit Kiprianoff
sms: Nuõrttsääʹmǩiõll da kulttuur: Jasmi Mäenpää da Maarit Kiprianoff

source: Saamelainen käsityö: Nils Joel Partapuoli ja Essi Morottaja
sms: Sääʹm ǩiõtt-tuejj: Nils Joel Partapuoli da Essi Morottaja

source: Poronhoito: Fasku-Oskal Magga
sms: Puäʒʒhåidd: Fasku-Oskal Magga

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
sms: Sääʹmteʹǧǧ tuäivat leekk da šiõǥǥ ǩieʹssluäm pukid!

source: Kuva Saamelaisalueen koulutuskeskuksen kevätjuhlasta perjantaina 3. kesäkuuta.
sms: Snimldõk Sääʹmvuuʹd škooultemkõõskõõzz ǩiđđprääʹznǩest piâtnâc 3. ǩieʹssmannust.

source: Esiintymässä Ulpu Mattus-Kumpunen, Samu Hurskainen, Minna Kauppinen ja Helmi Isojunno.
sms: Lueʹv âʹlnn musikaant Ulpu Mattus-Kumpunen, Samu Hurskainen, Minna Kauppinen ja Helmi Isojunno.

source: Kuva: Sogsakk.
sms: Snimldõk: Sogsakk.
